<?php

use App\Blog;
use Illuminate\Database\Seeder;

class BlogsTableSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        Blog::create([
            'name' => 'AROMASHKA: косметика с эффектом антидепрессанта',
            'image' => 'blogs/blog1.jpg',
            'description' =>
                '<p>
                    Хронический стресс - это тот коварный вид стресса, который мы не замечаем. Он подрывает наше
                    здоровье в фоновом режиме, пока мы, как нам кажется, заняты своими обычными делами. Можно ли с
                    ним как-то бороться?
                </p>

<p>День среднестатистического городского жителя со стороны напоминает не обычную череду дел, а настоящее
испытание для психики. Ранний подъем по будильнику, утренние пробки, толкучка в метро, дедлайны, споры на
работе, перекусы на бегу, отчеты, а потом снова пробки, метро и очереди в магазинах. А к этому всему
зачастую добавляются и другие бытовые заботы и неурядицы, которые день за днем подрывают наше психическое
здоровье, делая нас дерганными, нервными и вечно уставшими. Так выглядит хронический стресс. В современном
мире его принято считать нормой жизни. И это в корне ошибочное мнение!</p>

<h3>Влияние хронического стресса на здоровье</h3>

<p><img alt="коллажи_aromashka_1.jpg" src="https://4fresh.ru/upload/medialibrary/383/38318137e827cfc8d9c5f52becf78500.jpg"
style="height:100%; width:100%" /></p>

<p>Было бы не так страшно жить в состоянии вечного стресса, если бы он не оказывал
разрушительного воздействия на состояние здоровья человека. Чем дольше человек живет
в режиме фонового стресса, тем серьезнее его последствия. Среди них:</p>

<ul>
	<li>Ухудшение настроения, апатия, депрессия</li>
	<li>Нервозность, необоснованная вспыльчивость и агрессия</li>
	<li>Проблемы со сном, бессонница или постоянная сонливость</li>
	<li>Ухудшение работы иммунной системы - частые простуды</li>
	<li>Повышение аппетита с последующим набором веса</li>
	<li>Развитие сердечно-сосудистых заболеваний</li>
	<li>Повышение риска развития онкологии</li>
</ul>

<h3>Учимся бороться со стрессом</h3>

<p>Понятно, что жить в хроническом стрессе нельзя. Но как с ним бороться?</p>

<ol>
	<li>1Спать не менее 8 часов в максимально комфортных условиях</li>
	<li>2Научиться расставлять приоритеты в течение дня, работать и отдыхать вовремя</li>
	<li>3Заняться спортом (особенно хороши йога, растяжка, пилатес, оздоровительная гимнастика) и больше гулять на свежем воздухе</li>
	<li>4Сбалансировать меню - добавить в рацион больше чистой воды, фруктов, овощей, ягод и качественных источников белка</li>
	<li>5Освоить саморегулирующие практики - медитацию и ароматерапию</li>
</ol>

<h3>Аромамасла - природные антидепрессанты?</h3>

<p><img alt="коллажи_aromashka_2.jpg" src="https://4fresh.ru/upload/medialibrary/fe2/fe2b785fa6dcfc87876ca8665faeb59e.jpg" style="height:100%; width:100%" /></p>

<p>Нам привычно использовать масла в уходе за кожей и волосами.
Они, бесспорно, в этом хороши! Но у аутентичных эфирных масел есть еще одна тайная положительная сторона -
они помогают бороться со стрессом. Почему речь идет только об аутентичных маслах? Потому, что только
 у них есть есть доказанная способность влиять на психоэмоциональное состояние человека.</p>

<p>Аутентичное, или чистое эфирное масло - это 100% натуральный продукт первичной дистилляции
растений. Если сырье дистиллируется повторно, то масло, конечно, тоже получается, но оно уже не
обладает ни терапевтическим эффектом, ни ярким природным ароматом.</p>

<h3>Аутентичные масла AROMASHKA: уход + ароматерапия</h3>

<p>Масла&nbsp;<a href="https://4fresh.ru/brands/aromashka/">AROMASHKA</a>&nbsp;направлены не только на
грамотный сбалансированный уход за кожей и волосами, но и на борьбу со стрессом во время ежедневных
уходовых ритуалов. В основе каждого средства бренда - специально подобранный комплекс аутентичных
эфирных масел, которые через обоняние воздействую на лимбическую систему мозга (отделы мозга,
которые отвечают за эмоции, мотивацию и т. д.) и помогают снять стресс, улучшить настроение,
расслабиться или, наоборот, сконцентрироваться.</p>

<h3>Какие масла стоит попробовать?</h3>

<h3>Сухое масло для волос &ldquo;Японская Камелия&rdquo;</h3>

<p>Использовать это масло лучше сразу после мытья волос.</p>

<p>Продукт обеспечивает защиту волос от окружающей среды, оказывает антиоксидантное действие,
оздоравливает волосы, делает их гладкими и блестящими. Не оставляет жирности, не утяжеляет
волосы, подходит как для сухих, так и для жирных волос. В составе эфирные масла мирокарпуса,
шалфея мускатного, ромашки римской, иланг &ndash; иланга, бессмертника и грейпфрута - такой
набор масел поможет проснуться и настроиться на рабочий процесс.</p>

<h3>Гидрофильное масло для смешанной и жирной кожи &ldquo;Фрагония и грейпфрут&rdquo;</h3>

<p>Гидрофильное масло поможет бережно снять макияж, не нарушая гидролипидный барьер, успокоит
раздраженную кожу и нормализует выработку себума. Это универсальное SOS-средство для всех типов
кожи. Кроме того, средство поднимает настроение и успокаивает.</p>

<h3>Гидролат розы майской</h3>

<p>Средство тонизирует кожу после использования гидрофильного масла.</p>

<p>Благодаря своему антибактериальному действию гидролат розы майской используется при акне и проблемной коже,
сужает поры, а также помогает замедлить процессы старения кожи. Оказывает тонизирующее и освежающее действие
на тусклую, &laquo;уставшую&raquo; кожу. Отлично подойдет для патчей под глаза, если требуется убрать отеки и темные круги.</p>

<h3>Масляная сыворотка для смешанной кожи &ldquo;Иланг и кипарис&rdquo;</h3>

<p>То, что масла нельзя использовать при жирном и смешанном типе кожи &ndash; огромное заблуждение! Не только
можно, но и нужно. Главное подобрать правильную комбинацию масел.</p>

<p>В составе сыворотки &ldquo;Иланг и кипарис&rdquo; растительные масла макадамии, рисовых отрубей и
семян конопли, а также эфирные масла апельсина сладкого, эвкалипта душистого, лаванды узколистной,
иланг &ndash; иланга, пачули и кипариса вечнозеленого, которые помогают справиться с воспалениями и
шелушениями, с которыми часто сталкиваются обладательницы смешанного типа кожи.</p>

<h3>Масло для усталых ног &ldquo;Кипарис и фисташка&rdquo;</h3>

<p>Массаж для ног - важный элемент саморегулирующих практик. Для большего эффекта стоит дополнить его аромамаслом.</p>

<p>Масло &ldquo;Кипарис и фисташка&rdquo; подойдет для тех, кто в течение дня вынужден постоянно
находиться на ногах и тех, чьи ноги опухают от долгого сидения за компьютером. Средство снимает
болезненные ощущения в ногах, отеки, оказывает венотонизирующее и лимфодренажное действие, уменьшает
 мышечные спазмы и расслабляет, а также смягчает и питает кожу ног, устраняя сухость и шелушение.</p>

<p>Совмещайте приятное с полезным. Пусть уход станет не просто ежедневным ритуалом красоты, а поможет
вам вместе с тем поддержать свое психоэмоциональное здоровье, которое так часто страдает от нашего ритма жизни.</p>',
        ]);


        Blog::create([
            'name' => '4 рецепта блинов без пшеничной муки',
            'image' => 'blogs/blog2.jpg',
            'description' =>
                '<p>Кто сказал, что блинчики можно печь только на пшеничной муке? Эта подборка рецептов для тех, кто готов к экспериментам на кухне и хочет открыть для себя новые вкусы.</p>

<p>Создатель проекта&nbsp;<a href="http://easycooking-project.com/">Easy Cooking</a>&nbsp;и один из авторов нашего блога Даша Устинова приготовила 4 рецепта блинов к масленице.</p>

<h2>Рецепт 1. Нутовые блинчики</h2>

<h3>Ингредиенты</h3>

<ul>
	<li><a href="https://4fresh.ru/catalog/food/nut-flour">Нутовая мука</a>&nbsp;- 130-150 г.</li>
	<li>Соль - половина ч.л.</li>
	<li>Разрыхлитель - половина ч.л.</li>
	<li><a href="https://4fresh.ru/catalog/food/seasonings/">Специи</a>&nbsp;- суммарно 1 ч. л. (подойдет молотый кориандр, копченая паприка, хмели-сунели, свежемолотый перец, карри)</li>
	<li><a href="https://4fresh.ru/catalog/food/olive-oil">Оливковое</a>&nbsp;или подсолнечное масло - 1 ст. л.</li>
	<li>Яйца - 1 шт (для веганского варианта - 1 ст. л. льняной муки + 3-4 ст. л. воды, тщательно смешать)</li>
	<li>Вода - стакан 250-270 мл.</li>
</ul>

<p><strong>Для подачи:</strong>&nbsp;<a href="https://4fresh.ru/catalog/food/hummus">хумус</a>, паста из оливок, творожный сыр, густой йогурт, свежие овощи, салатные листья и т.д.</p>

<p><strong>Количество порций:</strong>&nbsp;5-6 толстых блинчиков.</p>

<h3>Приготовление</h3>

<p>1. Смешиваем в миске муку, соль, специи и разрыхлитель; перемешиваем ложкой.</p>

<p>2. Добавляем масло, половину воды и яйцо (либо смесь льняной муки с водой), тщательно перемешиваем миксером; добавляем вторую половину воды и снова перемешиваем миксером (тесто по текстуре должно быть как кефир, при необходимости добавьте ещё немного воды или муки).</p>

<p>3. Жарим блинчики на хорошо разогретой и смазанной маслом сковороде, при подаче добавляем хумус или творожный сыр, овощи, зелень (можно сделать рулетики с начинкой).</p>

<h2>Рецепт 2. Кукурузные блинчики</h2>

<h3><img alt="кукурузные_блинчики.jpg" src="https://4fresh.ru/upload/medialibrary/cf6/cf68783280e2e7cbdc22d194b4e15a46.jpg" style="height:100%; width:100%" /></h3>

<h3>Ингредиенты</h3>

<ul>
	<li>Цельнозерновая&nbsp;<a href="https://4fresh.ru/catalog/food/corn-flour">кукурузная мука</a>&nbsp;- 130-150 г.</li>
	<li>Соль - половина ч.л.</li>
	<li>Разрыхлитель - половина ч.л.</li>
	<li>Специи - суммарно 1 ч. л. (подойдет молотый кориандр, копченая паприка, хмели сунели, свежемолотый перец, карри).</li>
	<li><a href="https://4fresh.ru/catalog/food/olive-oil">Оливковое&nbsp;</a>или подсолнечное масло - 1 ст. л.</li>
	<li>Яйца - 1 шт.</li>
	<li>Вода - стакан 250-270 мл.</li>
</ul>

<p><strong>Для подачи:</strong>&nbsp;<a href="https://4fresh.ru/catalog/food/hummus">хумус</a>, паста из оливок, творожный сыр, густой йогурт, свежие овощи, салатные листья и т.д.</p>

<p><strong>Количество порций:</strong>&nbsp;5-6 толстых блинчиков.</p>

<p>Совет: для сладкого варианта блинчиков добавьте столовую ложку сахара,&nbsp;<a href="https://4fresh.ru/catalog/food/honey">мёда</a>&nbsp;или&nbsp;<a href="https://4fresh.ru/catalog/food/syrups-pekmezi?">сиропа</a>&nbsp;и исключите специи (либо замените их на корицу, имбирь, кардамон, ваниль); оливковое масло можно заменить кокосовым или сливочным.</p>

<h3>Приготовление</h3>

<p>1. Смешиваем в миске муку, соль, специи и разрыхлитель; перемешиваем ложкой.</p>

<p>2. Добавляем масло, половину воды и яйцо, тщательно перемешиваем миксером; добавляем вторую половину воды и снова перемешиваем миксером (тесто по текстуре должно быть как кефир, при необходимости добавьте ещё немного воды или муки).</p>

<p>3. Жарим блинчики на хорошо разогретой и смазанной маслом сковороде, при подаче добавляем хумус или творожный сыр, овощи (можно сделать рулетики с начинкой).</p>

<h2>Рецепт 3. Рисовые блинчики</h2>

<h3><img alt="рисовые_блинчики.jpg" src="https://4fresh.ru/upload/medialibrary/c0e/c0e245007eceac980d6484d531dcf993.jpg" style="height:100%; width:100%" /></h3>

<h3>Ингредиенты</h3>

<ul>
	<li>Яйца - 2 шт.</li>
	<li><a href="https://4fresh.ru/catalog/food/rice-milk">Рисовое молоко&nbsp;</a>(или&nbsp;<a href="https://4fresh.ru/catalog/food/coconut-milk">кокосовое</a>&nbsp;молоко напополам с водой) - 400-450 мл. Кокосовое или сливочное масло - 2 небольших кусочка (2 ч.л.)</li>
	<li>Кокосовое или сливочное масло - 2 небольших кусочка (2 ч.л.)</li>
	<li><a href="https://4fresh.ru/catalog/food/rice-flour">Рисовая мука</a>&nbsp;- 130-150 г.</li>
	<li><a href="https://4fresh.ru/catalog/food/polba-flour">Полбяная мука</a>&nbsp;- 50-70 г. (суммарно муки нужно ~ 200 г)</li>
	<li>Соль - половина ч.л.</li>
	<li><a href="https://4fresh.ru/catalog/food/jerusalem-artichoke-syrup">Сироп топинамбура</a>&nbsp;- 2 ст.л.</li>
</ul>

<p><strong>Для подачи:</strong>&nbsp;вишневое или ягодное варенье, сметана, йогурт, мёд, шоколадный сироп.</p>

<p><strong>Количество порций:</strong>&nbsp;7-8 штук.</p>

<h3>Приготовление</h3>

<p>1. Масло растапливаем в ковшике; либо смешиваем с нагретой жидкостью и оставляем на 5 минут, пока не растает.</p>

<p>2. Разбиваем яйца в миску и слегка смешиваем миксером; добавляем половину жидкости и снова перемешиваем.</p>

<p>3. Добавляем муку, соль и сироп, аккуратно перемешиваем миксером; продолжая смешивать, постепенно добавляем оставшуюся жидкость, перемешиваем до однородности (тесто должно быть по текстуре как жирные сливки, не очень густое; если нужно, добавьте ещё немного муки или жидкости и перемешайте).</p>

<p>4. Жарим блинчики на хорошо разогретой и смазанной маслом сковороде, при подаче добавляем варенье и другие топпинги.</p>

<h2>Рецепт 4. Кокосовые оладушки</h2>

<h3><img alt="кокосовые_оладушки.jpg" src="https://4fresh.ru/upload/medialibrary/c9d/c9d344d948d4bf8742b6a5883050d221.jpg" style="height:100%; width:100%" /></h3>

<h3>Ингредиенты</h3>

<ul>
	<li>Жидкость (вода,&nbsp;<a href="https://4fresh.ru/catalog/food/almond-milk?">миндальное</a>&nbsp;или&nbsp;<a href="https://4fresh.ru/catalog/food/rice-milk">рисовое молоко</a>,&nbsp;<a href="https://4fresh.ru/catalog/food/coconut-milk">кокосовое молоко</a>&nbsp;напополам с водой, коровье молоко) - 250 мл</li>
	<li>Сливочное или кокосовое масло - 2 небольших кусочка (2 ч.л.)</li>
	<li><a href="https://4fresh.ru/catalog/food/coconut-flour">Кокосовая мука</a>&nbsp;- 100-120 г</li>
	<li><a href="https://4fresh.ru/catalog/food/polba-flour">Полбяная мука</a>&nbsp;- 100-120 г</li>
	<li>Соль - половина ч.л.</li>
	<li>Разрыхлитель - половина ч.л.</li>
	<li>Сироп или мёд - 1 ст. л.</li>
	<li>Яйцо - 1 шт (для веганского варианта - 1 ст. л. льняной муки + 3-4 ст. л. воды, тщательно смешать)</li>
</ul>

<p><strong>Для подачи:</strong>&nbsp;шоколадный или карамельный сироп, варенье, сметана, мягкий творог, йогурт,&nbsp;<a href="https://4fresh.ru/catalog/food/honey">мёд</a>&nbsp;и т.д.</p>

<p><strong>Количество порций:</strong>&nbsp;7-8 штук.</p>

<h3>Приготовление</h3>

<p>1. Смешиваем тёплую жидкость и масло (+ мёд, если используете его), оставляем на несколько минут, чтоб все растаяло.</p>

<p>2. Смешиваем в миске два вида муки, соль, разрыхлитель и сахар (если используете его вместо мёда); добавляем яйцо и жидкость с маслом, тщательно перемешиваем - сначала ложкой, потом миксером (тесто по текстуре должно быть густое, при необходимости добавьте ещё немного воды или полбяной / пшеничной муки).</p>

<p>3. Жарим оладушки на хорошо разогретой и смазанной маслом сковороде, при подаче добавляем любимые топпинги.</p>

<p>На самом деле, из этих 4 рецептов можно сделать гораздо больше вариантов блинчиков, экспериментируя с разными видами молока и сиропов! Пробуйте и делитесь своими результатами в комментариях или социальных сетях с тегом #4fresh_рецепт. Приятного аппетита!</p>',
        ]);


        Blog::create([
            'name' => 'Что нельзя сдавать в макулатуру?',
            'image' => 'blogs/blog3.jpg',
            'description' =>
                '<p>Для производства 1 тонны бумаги без использования вторичного сырья нужно вырубить 24 дерева. А на каждый отдельно взятый лист расходуется 400 мл воды! За год одно дерево выделяет столько кислорода, сколько нужно семье из 4 человек на тот же период.</p>

<p>Переработка бумаги требует в два раза меньше воды, чем новая. Из вторичного сырья можно сделать ту же новую бумагу, тару для яиц и даже строительные материалы: эковата, волокнистые плиты для внутренней отделки помещений.</p>

<p>Сдавая макулатуру, мы помогаем снизить объем вырубки ценного и жизненно важного ресурса &mdash; леса.</p>

<p>Если вы решили начать сортировать мусор с бумаги, прежде стоит разобраться, какие её виды являются макулатурой, а какие нет. Рассказываем, что, как правило, сдать не получится и почему.</p>

<p>Пакеты из-под соков, молока и кефира сложно перерабатывать, так как такая упаковка состоит из нескольких слоёв разного материала, которые нужно отделить друг от друга. Пунктов сбора тетрапак пока немного, но попробуйте найти в своём городе, может, повезёт!</p>

<p>Они сделаны из термобумаги, которая содержит вредное вещество бисфенол А. Его наличие загрязняет переработанную бумагу, поэтому чеки не являются макулатурой.</p>

<p>Как мы не раз писали, такая бумага покрыта тонким слоем полиэтилена, поэтому она и не промокает. Это комбинированный материал, который нельзя сдать на переработку.</p>

<p>Проверить легко: надо надорвать образец с двух сторон. Если внутри обнаружили плёнку &mdash; сдать на переработку материал не получится.</p>

<p>У них короткое волокно, которое не подходит для вторичного использования.</p>

<p>Нельзя из-за большого количества клея.</p>

<p>У неё специальная пропитка, из-за которой такую бумагу нельзя отправить на вторсырьё.</p>

<p>Это вообще не бумага, а нетканый синтетический материал. Лучше не использовать их вовсе, а заменить на натуральные альтернативы.</p>

<p>Кстати, бумагу и картон в гуаши и акварели на переработку сдать можно.</p>

<p>Нельзя переработать из-за сторонних материалов в составе.</p>

<ul>
	<li><strong>Упаковка тетрапак.</strong></li>
	<li><strong>Чеки и бумага для факса.</strong></li>
	<li><strong>Влагостойкая бумага (одноразовая посуда и стаканчики).</strong></li>
	<li><strong>Бумага и картон с плёнкой внутри (подарочные пакеты, обувные коробки).</strong></li>
	<li><strong>Бумажные салфетки и полотенца.</strong></li>
	<li><strong>Втулки от туалетной бумаги.</strong></li>
	<li><strong>Бумага для выпечки, вощеная бумага.</strong></li>
	<li><strong>Влажные салфетки.</strong></li>
	<li><strong>Грязная (жирная, масляная) макулатура.</strong></li>
	<li><strong>Ламинированная бумага и фотобумага.</strong></li>
</ul>

<h3>Как убедиться, что макулатуру примут на переработку?</h3>

<p><img alt="бумага_infographic_2.jpg" src="https://4fresh.ru/upload/medialibrary/65e/65ecfe07e929543fde4494d6e1579c3f.jpg" style="height:100%; width:100%" /></p>

<p>Надорвите край бумаги. Если внутри нет пластиковой плёнки, а внутренняя прослойка не прокрашена &mdash; смело сдавайте!</p>

<p>И не забывайте удалить все нитки, металлические скобы, скотч и пружины перед сдачей макулатуры.</p>

<p>О том, как комфортно организовать сортировку отходов у себя дома, расскажем на онлайн-курсе &laquo;Экопривычки&raquo; от нашей школы&nbsp;<a href="https://school.4fresh.ru/courses/eco-habit">4fresh School</a>. Мы уже выпустили 100 студентов первого потока и прямо сейчас идет набор на новое обучение. Присоединяйтесь, если вы хотите стать частью осознанного сообщества!</p>',
        ]);


    }
}
